-- 本文件是默认键位配置文件，请勿修改。
-- 如果需要自定义配置文件，请在本文件相同目录下创建 keyset_custom.lua 文件，并将本文件内容复制过去，自行修改。
-- 同一个功能可以设置多个键位，比如一号英雄的选择，就绑定了两个键位。玩家可以按照喜好自行绑定多个键位。
-- 特殊地，如需要设置 f1 键位，需要填写 "f1"
return {
    -- 火雨键位，默认为 "1"
    pow_1 = {"1"},
    -- 援军键位，默认为 "2"
    pow_2 = {"2"},
    -- 一号英雄键位，默认为 "a" 或 "space"(即空格)
    hero_1 = {"a", "space"},
    -- 二号英雄键位，默认为 "d"
    hero_2 = {"d"},
    -- 三号英雄键位，默认为 "s"
    hero_3 = {"s"},
    -- 四号英雄键位，默认为 "q"
    hero_4 = {"q"},
    -- 五号英雄键位，默认为 "r"
    hero_5 = {"r"},
    -- 援军调集键位，默认为 "f"
    reinforce = {"f"},
    -- 下一波键位，默认为 "w" 或 "return"(回车)
    next_wave = {"w", "return"},
    -- 1/2 倍速键位，默认为 "4"
    slow = {"4"},
    -- 2 倍速键位，默认为 "5"
    quick = {"5"}
}
